Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/nasjonal_handlingsplan_for_fns_tiar_for_urfolkssprak.html.tmx
Source language: nob
Languages: sma

source: Nasjonal handlingsplan for FNs tiår for urfolksspråk
sma: Nasjonaale dahkoesoejkesje EN:n luhkiejaepie aalkoealmetji gïelide

source: FNs generalforsamling har vedtatt at 2022–2032 er FNs tiår for urfolksspråk.
sma: EN:n generaalekrirrietjåanghkoe lea mieriedamme boelhke 2022-2032 lea EN:n luhkiejaepie aalkoealmetji gïelide.

source: Sametinget og Kommunal- og distriktsdepartementet har i samarbeid med flere aktører utarbeidet en handlingsplan for Norges arbeid med tiåret.
sma: Saemiedigkie jïh Tjïelte- jïh dajvedepartemeente leah laavenjostosne jïjnjh aktöörigujmie dahkoesoejkesjem dorjeme Nöörjen barkoe luhkiejaepine.

source: Ifølge UNESCO finnes det i dag mellom 6000 og 7000 språk i verden. 96 prosent av språkene snakkes av bare tre prosent.
sma: UNESCOn mietie daan biejjien gååvnesieh gaskem 6000 jïh 7000 gïelh veartanisnie, 96 proseenth gïelijste ajve golme proseenth soptsestieh.

source: Mange språk dør ut fordi de ikke blir praktisert, og den globale digitaliseringen har også en negativ effekt på verdens urfolksspråk.
sma: Jïjnjh gïelh jaemieh juktie eah naan dejtie soptsesth, jïh dïhte globaale digitaliseereme aaj negatijve effektem åtna dejtie veartenen aalkoealmetjegïelide.

source: Både Sametinget og Kommunal- og distriktsdepartementet deltar aktivt i arbeidet med tiåret.
sma: Dovne Saemiedigkie jïh Tjïelte- jïh dajvedepartemeente ïedtjeles meatan barkosne luhkiejaepine.

source: – Vi ønsker å bruke dette tiåret som en anledning til å arbeide både nasjonalt og internasjonalt med urfolksspråk.
sma: – Mijjieh vaajtelibie dam luhkiejaepiem utnedh goh nuepie dovne nasjonaale jïh internasjonaale aalkoealmetjegïeligujmie barkedh.

source: Blant annet vil vi jobbe for muligheten til å bruke samisk på mobiltelefoner og på ulike digitale plattformer, sier Sigbjørn Gjelsvik (Sp).
sma: Gaskem jeatjah sïjhtebe nuepine barkedh saemiengïelide mobijletelefovnine utnedh jïh aaj ovmessie digitaale sijjine, Sigbjørn Gjelsvik (Gp) jeahta.

source: ​ – Samer har et bredt samarbeid på tvers av landegrensene og vi jobber daglig på mange ulike nivåer for å styrke samiske språk.
sma: ​ – Saemieh gamte laavenjostemem utnieh laanteraasti rastah jïh mijjieh fïerhten biejjien ovmessie daltesinie barkebe saemien gïelide nænnoestidh.

source: Målet mitt er å få til et nasjonalt samisk språkløft med bevisste prioriteringer, og at våre valg har positive synergier også for andre urfolksspråk, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: Mov ulmie lea nasjonaale saemien gïelelutnjemem tseegkedh vuerkiehtamme prioriteeremigujmie, jïh mijjien veeljemh positijve synergijh utnieh aaj jeatjah aalkoealmetjegïelide, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Sametinget og departementet har i fellesskap opprettet et nasjonalt samarbeidsforum som skal koordinere arbeidet med tiåret i Norge.
sma: Saemiedigkie jïh departemeente lea ektesne nasjonaale laavenjostemeforumem tseegkeme mij galka barkoem iktedidh luhkiejaepine Nöörjesne.

source: Her er blant annet den samiske ungdomsorganisasjonen Noereh, Samisk høgskole, Nord universitet og Universitetet i Tromsø – Norges arktiske universitet, Kunnskapsdepartementet, Samerådet og Språkrådet representert.
sma: Meatan leah gaskem jeatjah saemien noereorganisasjovne Noereh, Saemien jolleskuvle, Noerhte universiteete jïh Universiteete Romssesne – Nöörjen arktihken universiteete, Maahtoedepartemeente, Saemieraerie jïh Gïeleraerie.

source: Samarbeidsforumet har utarbeidet en nasjonal handlingsplan for tiåret.
sma: Laavenjostemeforume lea nasjonaale luhkiejaepien dahkoesoejkesjem dorjeme.

source: Den nasjonale handlingsplanen skal fungere som et rammeverk for arbeidet under språktiåret, med et mål om å bevare, synliggjøre og utvikle samiske språk i Norge.
sma: Dïhte nasjonaale dahkoesoejkesje galka mierievierhke barkose årrodh dan gïeleluhkiejaepien mietie, man ulmie saemien gïelide Nöörjesne gorredidh, vuaptastehtedh jïh evtiedidh.

source: Hovedmålene i handlingsplanen ligger fast for hele engasjementet i tiåret.
sma: Dahkoesoejkesjen åejvieulmieh leah tjïrkes abpe barkoen åvteste luhkiejaepesne.

source: Institusjonene og organisasjonene som er representert i det nasjonale samarbeidsforumet skal følge opp den nasjonale handlingsplanen og bidra til at målene i handlingsplanen blir oppfylt.
sma: Institusjovnh jïh organisasjovnh mah leah nasjonaale laavenjostemeforumen meatan gelkieh dam nasjonaale dahkoesoejkesjem fulkedh jïh barkedh guktie dahkoesoejkesjen ulmide jaksedh.
